/* Error message */
"An error occurred while uploading to Box." = "Box にアップロード中にエラーが発生しました。";

/* plugin name */
"Box" = "Box";

/* Error message - 409 - File of the same name exists */
"Item with the same name already exists" = "同じ名前の項目がすでに存在します";

/* Cannot reach the internet */
"Please check your network connection and try again." = "ネットワーク接続を確認してからやり直してください。";

/* Sign in */
"Sign In..." = "サインイン...";

/* Sign out */
"Sign out" = "サインアウト";

/* Error message - 404 - Folder not found */
"The folder does not exist or you do not have permission to access it. Please select another folder." = "フォルダーが存在しないか、アクセスする権限がありません。別のフォルダーを選択してください。";

/* Content is ready to be pasted */
"The link to your capture is ready to be pasted." = "キャプチャへのリンクを貼り付ける準備ができました。";

/* Error title
   Unable to share title */
"Unable to share to Box" = "Box で共有できません";

/* Upload worked, URL may not have */
"Upload succeeded" = "アップロード成功";

/* plugin button tooltip */
"Upload the capture to Box for image or video hosting." = "画像やビデオをホスティングするために、キャプチャを Box にアップロードします。";

